Repository: zhe2lucifer/AutoBouquets-zh
Catalog: locale/*/LC_MESSAGES/AutoBouquets.po
Languages: ru

source: default
ru: дефолт

source: style 1
ru: стиль 1

source: style 2
ru: стиль 2

source: style 3
ru: стиль 3

source: style 4
ru: стиль 4

source: style 5
ru: стиль 5

source: Large 1st Bouquet
ru: Большой первый букет

source: HD First
ru: HD первые

source: Sort 1
ru: Сортировка 1

source: Sort 2
ru: Сортировка 2

source: Sort 3
ru: Сортировка 3

source: no
ru: нет

source: Ordinary
ru: Обычное

source: ServiceNamePicons
ru: Пикон по имени сервиса

source: All Channels
ru: Все каналы

source: FTA Only
ru: Только FTA

source: Available HD
ru: Доступные HD

source: Daily
ru: Ежедневно

source: Weekly
ru: Еженедельно

source: 30 Days
ru: 30 дней

source: You are about to update your bouquets, Do you want to allow this?
ru: Вы собираетесь обновить ваши букеты, действительно выполнить это?

source: Enough Retries, delaying till next schedule.
ru: Достаточно повторов, откладываем до следующего расписания.

source: Area:
ru: Зона:

source: Other Extra
ru: Другие экстра

source: Auto Picon:
ru: Авто пикон:

source: Add No. to Name
ru: Добавить No. к названию

source: NIT Scan
ru: NIT сканирование

source: Hide Placeholder
ru: Скрыть заполнитель

source: Hide Adult
ru: Скрыть порно

source: Default Bouquets
ru: Дефолтные букеты

source: Channel Swap
ru: Обменять каналы

source: Scan Mode:
ru: Режим сканирования:

source: Script Check
ru: Проверка скрипта

source: Next Update:
ru: Следующее обновление:

source: Sort Option:
ru: Опции сортировки:

source: Cancel
ru: Отмена

source: Start
ru: Старт

source: Help
ru: Помощь

source: About
ru: Информация

source: Please first setup, by pressing menu button
ru: Пожалуйста, вначале настройки, нажмите кнопку меню

source: AutoBouquets E2 for 28.2E
ru: AutoBouquets E2 для 28.2E

source: Do you want to perform a NIT scan
ru: Вы хотите выполнить NIT сканирование

source: Do you want to perform a service scan
ru: Вы хотите выполнить сканирование сервисов

source: Reloading Bouquets and Services...
ru: Перезагружаем букеты и сервисы...

source: Showing AutoBouquets helpfile.txt
ru: Показать helpfile.txt

source: AutoBouquets Setup
ru: AutoBouquets - настройки

source: OK
ru: ОК

source: Local Area Selection
ru: Выбор локальной зоны

source: Select your region/area
ru: Выбор Вашей зоны/региона

source: Numbering System
ru: Система нумерации

source: SD: Channel numbers like a Sky SD box HD: Channel numbers like a Sky HD box
ru: SD: Номера каналов подобно Sky SD ресивер HD: Номера каналов подобно Sky HD ресивер

source: Scan Mode
ru: Режим сканирования

source: Available HD = Skips unviewable HD channels FTA Only = Free channels only All Channels = All channels
ru: Доступные HD = Пропускать невидимые каналы HD FTA только = Открытые каналы только Все каналы = Все каналы

source: Bouquet Channel Sort
ru: Сортировка каналов букета

source: HD First = First bouquet contains HD channels Large 1st bouquet = 1st one has all channels Sort 3 = For users to customise contents
ru: HD первые = Первый букет с содержимым HD каналами Большой первый букет = Первый букет со всеми каналами Сортировка 3 = Для пользовательского контента

source: Add Ch. Number to Name
ru: Добавить Ch. номер к имени

source: Adds the official number to the channel name
ru: Добавить официальный номер в название канала

source: Hide Adult/Gaming
ru: Скрыть для порно/азартные игры

source: This hides the Gaming and Adult bouquets
ru: Это скрывает букеты с порнографией и азартными играми

source: This is primarily to swap SD channels for their HD equivalent Refer to custom_swap.txt for swaps There is no error checking
ru: Это в первую очередь для подмены SD каналов на аналогичные HD. Используйте_swap.txt для подмены. Там нет проверки на ошибки.

source: Make All Default Bouquets
ru: Создать все дефолтные букеты

source: You should disable this if you want to move or delete bouquets
ru: Вы должны отключить эту опцию, если вы хотите переместить или удалить букеты.

source: Other Extra Channels
ru: Другие экстра каналы

source: This allows for test/out of region channels. They will be created in the Other bouquet Some services are not written to lamedb
ru: Это позволяет протестировать регион каналов. Будет создан другой букет. Эти сервисы не записываются в lamedb

source: Use Internal NIT Scan
ru: Использование внутреннего NIT сканирования

source: Disabling this offers option to perform a conventional scan Best to leave it as it is!
ru: Отключение этой опции, предлагает возможность выполнить обычное сканирование. Лучше всего, оставить это как есть!

source: Hide Blank Placeholders
ru: Скрыть пустые заполнители

source: Hides the blanks used to make official numbers Not all images support this
ru: Скрывает пустоты, которые используются для официальных номеров. Не все имиджы поддерживают это.

source: Enable Script Checks
ru: Включить проверку скрипта

source: Some images do not allow the scripts being used Only disable this if you experience problems
ru: Некоторые имиджы не поддерживают выполнение скриптов. Отключите это, если у Вас возникли проблемы.

source: Bouquet Display Style
ru: Стиль букета

source: Choose your Bouquet Display Style
ru: Выбор стиля Вашего букета

source: Create AutoPicon Links
ru: Создать ссылку на авто пиконы

source: Do you want AB 28.2 to maintain the links to picons? Ordinary = conventional picons
ru: Вы хотите, что бы AB 28.2 поддерживал ссылки на пиконы? Обычное = обычные пиконы

source: Picon Link Location
ru: Расположение ссылки пиконов

source: Specify location for picon links Links must be on an ext file system
ru: Специальное расположение для ссылки пиконов. Ссылки должны быть в ext файловой системе.

source: Picon Folder Location
ru: Расположение папки пиконов

source: Where are picons located? If using SNPs, this must be same as Link location.
ru: Где расположение пиконов? При использовании SNP, это должно быть так же как ссылка.

source: Automatic Updates
ru: Автоматическое обновление

source: Do you want AB 28.2 to run automatically?
ru: Вы хотите запускать AB 28.2 автоматически?

source: Time of Update to start
ru: Время для старта обновления

source: Specify time you want for automated AB 28.2 updates
ru: Укажите время для автоматических обновлений AB 28.2E

source: Repeat how often
ru: Частота повторов

source: How often do you want AB 28.2 to run?
ru: Как часто вы хотите запускать AB 28.2E?

source: Really close without saving settings?
ru: Действительно закрыть без сохранения настроек?

source: AutoBouquets Database Log
ru: AutoBouquets - лог базы данных

source: Last update
ru: Последнее обновление

source: Close
ru: Закрыть

source: downloading bouquets
ru: загружаем букеты

source: 28.2e stream bouquet downloader
ru: 28.2e загрузчик букета

source: AutoBouquets Downloader
ru: AutoBouquets - загрузчик
